[
  {
    "id": "policy_001",
    "clientId": "client_001",
    "moduleKey": "tax",
    "severity": "warn",
    "placement": "top-banner",
    "textRu": "Информация о налогах носит справочный характер и не является налоговой консультацией. Для принятия решений обратитесь к профессиональному налоговому консультанту.",
    "textEn": "Tax information is for reference only and does not constitute tax advice. Please consult a professional tax advisor for decisions.",
    "textUk": "Інформація про податки носить довідковий характер і не є податковою консультацією. Для прийняття рішень зверніться до професійного податкового консультанта.",
    "status": "active",
    "order": 1,
    "updatedAt": "2025-02-01T10:00:00Z"
  },
  {
    "id": "policy_002",
    "clientId": "client_001",
    "moduleKey": "trusts",
    "severity": "warn",
    "placement": "top-banner",
    "textRu": "Информация о трастах носит справочный характер. Для юридических консультаций обратитесь к квалифицированному юристу.",
    "textEn": "Trust information is for reference only. Please consult a qualified attorney for legal advice.",
    "textUk": "Інформація про трасти носить довідковий характер. Для юридичних консультацій зверніться до кваліфікованого юриста.",
    "status": "active",
    "order": 2,
    "updatedAt": "2025-02-01T10:00:00Z"
  },
  {
    "id": "policy_003",
    "clientId": "client_001",
    "moduleKey": "ai",
    "severity": "info",
    "placement": "top-banner",
    "textRu": "AI рекомендации генерируются автоматически и требуют проверки специалистом перед использованием.",
    "textEn": "AI recommendations are generated automatically and require specialist review before use.",
    "textUk": "AI рекомендації генеруються автоматично і потребують перевірки спеціалістом перед використанням.",
    "status": "active",
    "order": 3,
    "updatedAt": "2025-02-01T10:00:00Z"
  },
  {
    "id": "policy_004",
    "clientId": "client_001",
    "moduleKey": "api",
    "severity": "info",
    "placement": "top-banner",
    "textRu": "API в режиме MVP. Производственное использование требует дополнительной настройки и согласования.",
    "textEn": "API is in MVP mode. Production use requires additional configuration and approval.",
    "textUk": "API в режимі MVP. Виробниче використання потребує додаткової конфігурації та погодження.",
    "status": "active",
    "order": 4,
    "updatedAt": "2025-02-01T10:00:00Z"
  },
  {
    "id": "policy_005",
    "clientId": "client_001",
    "moduleKey": "reports",
    "severity": "info",
    "placement": "section-footer",
    "textRu": "Данные в отчетах актуальны на момент генерации. Для актуальной информации обновите отчет.",
    "textEn": "Report data is current as of generation time. Refresh the report for updated information.",
    "textUk": "Дані у звітах актуальні на момент генерації. Для актуальної інформації оновіть звіт.",
    "status": "active",
    "order": 5,
    "updatedAt": "2025-02-01T10:00:00Z"
  },
  {
    "id": "policy_006",
    "clientId": "client_001",
    "moduleKey": "global",
    "severity": "info",
    "placement": "section-footer",
    "textRu": "Прошлые результаты не гарантируют будущей доходности. Инвестиции подвержены рыночным рискам.",
    "textEn": "Past performance does not guarantee future results. Investments are subject to market risks.",
    "textUk": "Минулі результати не гарантують майбутньої дохідності. Інвестиції піддаються ринковим ризикам.",
    "status": "active",
    "order": 6,
    "updatedAt": "2025-02-01T10:00:00Z"
  }
]
